Repository: Twilight0/plugin.video.ert.gr
Catalog: resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: Live
el_gr: Ζωντανά

# #30002
source: Latest
el_gr: Πρόσφατα

# #30003
source: Sports
el_gr: Αθλητικά

# #30004
source: News
el_gr: Ειδήσεις

# #30005
source: Football
el_gr: Ποδόσφαιρο

# #30006
source: Add to ERTflix's bookmarks
el_gr: Προσθήκη στους σελιδοδείκτες του ERTflix

# #30007
source: General
el_gr: Γενικά

# #30008
source: Enable bookmarks clear menu item
el_gr: Ενεργοποίηση της επιλογής εκκαθάρισης σελιδοδεικτών

# #30009
source: Music
el_gr: Μουσική

# #30010
source: Entertainment
el_gr: Ψυχαγωγία

# #30011
source: Index
el_gr: Ευρετήριο

# #30012
source: Bookmarks
el_gr: Σελιδοδείκτες

# #30013
source: Search
el_gr: Αναζήτηση

# #30014
source: Inputstream addon is not enabled,[CR]do you want to enable it now?
el_gr: Το πρόσθετο inputstream δεν είναι ενεργοποιημένο,[CR]θέλετε να το ενεργοποιήσετε τώρα;

# #30015
source: Youtube Channel
el_gr: Κανάλι Youtube

# #30016
source: Interviews
el_gr: Συνεντεύξεις

# #30017
source: Foreign Documentaries
el_gr: Ξένα Ντοκιμαντέρ

# #30018
source: Greek Documentaries
el_gr: Ελληνικά Ντοκιμαντέρ

# #30019
source: Learning at home
el_gr: Μαθαίνοντας στο σπίτι

# #30020
source: TV Shows
el_gr: Εκπομπές

# #30021
source: ERT 1
el_gr: ΕΡΤ 1

# #30022
source: ERT 2
el_gr: ΕΡΤ 2

# #30023
source: ERT 3
el_gr: ΕΡΤ 3

# #30024
source: ERT World
el_gr: ΕΡΤ World

# #30025
source: Clear all ERTflix's bookmarks?
el_gr: Εκκαθάριση όλων των σελιδοδεικτών του ERTflix;

# #30026
source: Radio
el_gr: Ραδιόφωνο

# #30027
source: Districts' Stations
el_gr: Περιφερειακοί Σταθμοί

# #30028
source: Proto Programma
el_gr: Πρώτο Πρόγραμμα

# #30029
source: Deftero Programma
el_gr: Δεύτερο Πρόγραμμα

# #30030
source: Trito Programma
el_gr: Τρίτο Πρόγραμμα

# #30031
source: Kosmos
el_gr: Κόσμος

# #30032
source: H Foni tis Elladas
el_gr: Η Φωνή της Ελλάδας

# #30033
source: ERA Spor
el_gr: ΈΡΑ Σπορ

# #30036
source: Clear function cache
el_gr: Καθαρισμός προσωρινής μνήμης

# #30037
source: Enable threading (speedup, heavy on network load)
el_gr: Ενεργοποίηση παραλληλισμού (επιτάχυνση, βαρύ στο φορτίο του δικτύου)

# #30038
source: TV Series
el_gr: Σειρές

# #30039
source: Settings
el_gr: Ρυθμίσεις

# #30040
source: Provide metadata for additional items
el_gr: Παροχή μεταδεδομένων για επιπλέον αντικείμενα

# #30041
source: ERT Sports
el_gr: ΕΡΤ Sports

# #30042
source: Paginate items
el_gr: Σελιδοποίησε τα αντικείμενα

# #30043
source: Info
el_gr: Πληροφορίες

# #30044
source: Settings
el_gr: Ρυθμίσεις

# #30045
source: Enable settings menu item
el_gr: Ενεργοποίηση αντικειμένου ρυθμίσεων στο μενού

# #30046
source: Contemporary music
el_gr: Σύγχρονη μουσική

# #30047
source: New greek tv series
el_gr: Νέες ελληνικές σειρές

# #30048
source: Exit
el_gr: Έξοδος

# #30049
source: Movies
el_gr: Ταινίες

# #30050
source: Show exit button
el_gr: Δείξε το κουμπί εξόδου

# #30051
source: Classical music
el_gr: Κλασσική μουσική

# #30052
source: Musical box
el_gr: Μουσικό κουτί

# #30053
source: Foreign tv series catch-up
el_gr: Ξένες σειρές catch-up

# #30054
source: Web Series
el_gr: Web Σειρές

# #30055
source: Archive
el_gr: Αρχείο

# #30056
source: [I]Click to enter a search term[/I]
el_gr: [I]Πατήστε για να εισάγετε όρο αναζήτησης[/I]

# #30057
source: Full TV series
el_gr: Πλήρεις σειρές

# #30058
source: No bookmarks found
el_gr: Δεν βρέθηκαν σελιδοδείκτες

# #30059
source: Clear bookmarks
el_gr: Εκκαθάριση σελιδοδεικτών

# #30060
source: Kids content
el_gr: Παιδικό περιεχόμενο

# #30061
source: Learning at home
el_gr: Μαθαίνοντας στο σπίτι

# #30062
source: Entertainment for kids
el_gr: Ψυχαγωγικά παιδικά

# #30402
source: Success
el_gr: Επιτυχία

# #30500
source: Next...
el_gr: Επόμενα...

# #30501
source: Add to bookmarks
el_gr: Προσθήκη στους σελιδοδείκτες

# #30502
source: Remove from bookmarks
el_gr: Αφαίρεση από σελιδοδείκτες
